<script setup lang="ts"></script>

<template>
    <section class="container">
        <div class="flex flex-col px-30 py-4 lg:py-8 gap-8">
            <div class="self-center">
                <img
                    src="~/assets/img/diplomas-block.webp"
                    width="710"
                    height="473"
                />
            </div>
            <div class="flex flex-col gap-4 flex-1">
                <p class="text-sm lg:text-xl">
                    Официальное открытие «Диалога Цветов» приурочено к проведению года экологии в России, и стартовало в
                    2017 году.
                </p>
                <p class="text-sm lg:text-xl">
                    Открытие экспозиции ознаменовано победой на московском межрегиональном конкурсе выставочных
                    проектов, проводимым общественным объединением «Музей Человека» (Москва).
                </p>
                <p class="text-sm lg:text-xl">
                    Экспонатами являются цветочные композиции, созданные из специального вида полимерного материала -
                    холодного фарфора, особые свойства которого позволяют достичь максимальной натуралистичности, и
                    передать живую фактуру растений в мельчайших подробностях.
                </p>
                <p class="text-sm lg:text-xl">
                    Идея создания керамических букетов родилась из бескорыстной заботы и большой любви к живым цветам в
                    их первозданном великолепии. Но, к сожалению, время растений коротко: они увядают при смене сезонов
                    или же, будучи срезанными, дарят нам свои последние мгновенья. Желание запечатлеть их мимолетную
                    красоту переросло в увлечение искусством керамической флористики. Оно, в свою очередь, положило
                    начало профессиональной работе, цель которой не просто воссоздать цветок в искусственном материале,
                    а вдохнуть в него душу.
                </p>
                <p class="text-sm lg:text-xl">
                    Представленные экспонаты составлены из полевых и садовых растений, хорошо знакомых каждому из нас.
                    Часть работ создана по мотивам картин художников, мастерски изображающих цветочные натюрморты.
                </p>
            </div>
        </div>
    </section>
</template>
